{"modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 3, 64], "name": "block1_conv1/kernel"}, {"dtype": "float32", "shape": [64], "name": "block1_conv1/bias"}]}, {"paths": ["group2-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 64, 64], "name": "block1_conv2/kernel"}, {"dtype": "float32", "shape": [64], "name": "block1_conv2/bias"}]}, {"paths": ["group3-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 64, 128], "name": "block2_conv1/kernel"}, {"dtype": "float32", "shape": [128], "name": "block2_conv1/bias"}]}, {"paths": ["group4-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 128, 128], "name": "block2_conv2/kernel"}, {"dtype": "float32", "shape": [128], "name": "block2_conv2/bias"}]}, {"paths": ["group5-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 128, 256], "name": "block3_conv1/kernel"}, {"dtype": "float32", "shape": [256], "name": "block3_conv1/bias"}]}, {"paths": ["group6-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 256, 256], "name": "block3_conv2/kernel"}, {"dtype": "float32", "shape": [256], "name": "block3_conv2/bias"}]}, {"paths": ["group7-shard1of1"], "weights": [{"dtype": "float32", "shape": [3, 3, 256, 256], "name": "block3_conv3/kernel"}, {"dtype": "float32", "shape": [256], "name": "block3_conv3/bias"}]}, {"paths": ["group8-shard1of2", "group8-shard2of2"], "weights": [{"dtype": "float32", "shape": [3, 3, 256, 512], "name": "block4_conv1/kernel"}, {"dtype": "float32", "shape": [512], "name": "block4_conv1/bias"}]}, {"paths": ["group9-shard1of3", "group9-shard2of3", "group9-shard3of3"], "weights": [{"dtype": "float32", "shape": [3, 3, 512, 512], "name": "block4_conv2/kernel"}, {"dtype": "float32", "shape": [512], "name": "block4_conv2/bias"}]}, {"paths": ["group10-shard1of3", "group10-shard2of3", "group10-shard3of3"], "weights": [{"dtype": "float32", "shape": [3, 3, 512, 512], "name": "block4_conv3/kernel"}, {"dtype": "float32", "shape": [512], "name": "block4_conv3/bias"}]}, {"paths": ["group11-shard1of3", "group11-shard2of3", "group11-shard3of3"], "weights": [{"dtype": "float32", "shape": [3, 3, 512, 512], "name": "block5_conv1/kernel"}, {"dtype": "float32", "shape": [512], "name": "block5_conv1/bias"}]}, {"paths": ["group12-shard1of3", "group12-shard2of3", "group12-shard3of3"], "weights": [{"dtype": "float32", "shape": [3, 3, 512, 512], "name": "block5_conv2/kernel"}, {"dtype": "float32", "shape": [512], "name": "block5_conv2/bias"}]}, {"paths": ["group13-shard1of3", "group13-shard2of3", "group13-shard3of3"], "weights": [{"dtype": "float32", "shape": [3, 3, 512, 512], "name": "block5_conv3/kernel"}, {"dtype": "float32", "shape": [512], "name": "block5_conv3/bias"}]}, {"paths": ["group14-shard1of25", "group14-shard2of25", "group14-shard3of25", "group14-shard4of25", "group14-shard5of25", "group14-shard6of25", "group14-shard7of25", "group14-shard8of25", "group14-shard9of25", "group14-shard10of25", "group14-shard11of25", "group14-shard12of25", "group14-shard13of25", "group14-shard14of25", "group14-shard15of25", "group14-shard16of25", "group14-shard17of25", "group14-shard18of25", "group14-shard19of25", "group14-shard20of25", "group14-shard21of25", "group14-shard22of25", "group14-shard23of25", "group14-shard24of25", "group14-shard25of25"], "weights": [{"dtype": "float32", "shape": [25088, 1024], "name": "dense_1/kernel"}, {"dtype": "float32", "shape": [1024], "name": "dense_1/bias"}]}, {"paths": ["group15-shard1of2", "group15-shard2of2"], "weights": [{"dtype": "float32", "shape": [1024, 1024], "name": "dense_2/kernel"}, {"dtype": "float32", "shape": [1024], "name": "dense_2/bias"}]}, {"paths": ["group16-shard1of1"], "weights": [{"dtype": "float32", "shape": [1024, 3], "name": "dense_3/kernel"}, {"dtype": "float32", "shape": [3], "name": "dense_3/bias"}]}]}